Repository: Niektory/unknown-horizons
Catalog: po/uh-server/*.po
Languages: sk

source: Old or unsupported multiplayer protocol. Please check your game version
sk: Zastaralý alebo nepodporovaný protokol pre hru po sieti. Prosím skontrolujte verziu hry

source: You've exceeded the global packet size.
sk: Prekročil si globálnu maximálnu velkosť packetu.

source: This should never happen. Please contact us or file a bug report.
sk: Toto by sa nikdy nemalo stať. Prosím kontaktujte nás alebo nám pošlite záznam o chybe.

source: You've exceeded the per packet size.
sk: Prekročili ste maximálnu velkosť konkrétneho packetu.

source: Unknown or malformed packet. Please check your game version
sk: Neznámy alebo poškodený packet. Prosím skontrolujte verziu vašej hry

source: Invalid/Unknown session
sk: Chybné/Neznáme sedenie

source: You can't join a game while in another game
sk: Nemôžete vstúpiť do hry, pokiaľ už v jednej ste

source: Unknown game or game is running a different version
sk: Neznáma hra alebo hra na inej verzií

source: Game has already started. No more joining
sk: Hra začala. Už sa nedá pripojiť

source: Game is full
sk: Hra je plná

source: Wrong password
sk: Nesprávne heslo

source: There's already a player with your name inside this game.
sk: V tejto hre už je hráč s vaším menom.

source: Please change your name.
sk: Zmeňte si prosím vaše meno.

source: There's already a player with your color inside this game.
sk: V tejto hre už je hráč s vašou farbou.

source: Please change your color.
sk: Zmeňte si prosím svoju farbu.

source: There's already a player with your unique player ID inside this game. This should never occur.
sk: V hre už je hráč s vaším unikátnym ID. Toto by sa nemalo stať.

source: You are not inside a game
sk: Nieste v hre

source: The game has been terminated. The creator has left the game.
sk: Hra bola ukončená. Zakladajúci hráč ju opustil.

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
sk: Jeden z hráčov ukončil hru. Z technických dôvodov táto hra nemôže pokračovať, za čo sa veľmi ospravedlňujeme.

source: Unable to change your name.
sk: Vaše meno nejde zmeniť.

source: Unable to change your color.
sk: Vašu farbu nejde zmeniť.

source: You can't fetch a game while in another game
sk: Nemôžete preskočiť do hry pokiaľ už v nejakej ste
